Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_AA Annex AA_AA Lisa AA.tmx
Source language: en
Languages: et

source: Annex AA (informative)
et: Lisa AA (teatmelisa)

source: Items subject to agreement between the ASSEMBLY manufacturer and the user
et: Kooste tootja ja kasutaja vahelise kokkuleppe asjad

source: The information given in Table AA.1 is subject to an agreement between the ASSEMBLY manufacturer and the user.
et: Tabelis AA.1 esitatud informatsioon on kooste tootja ja kasutaja vahelise kokkuleppe asi.

source: In some cases information declared by the ASSEMBLY manufacturer may take the place of an agreement.
et: Mõnel juhul võib kokkuleppe osaks olla kooste tootja deklareeritud informatsioon.

source: Table AA.1 – Items subject to agreement between the ASSEMBLY manufacturer and the user
et: Tabel AA.1 — Kooste tootja ja kasutaja vahelise kokkuleppe asjad

source: Characteristics
et: Tunnussuurused ja -omadused

source: Reference clause or subclause
et: Viidatud jaotised

source: Default arrangement
et: Vaikimisi kokkulepitud kokkupanuviis

source: Options listed in standard
et: Standardis esitatud variandid

source: User requirement
et: Kasutaja nõue

source: Electrical system
et: Elektrisüsteem

source: Earthing system
et: Maandussüsteem

source: Nominal voltage of the power supply (V)
et: Toiteahela nimipinge (V)

source: Transient overvoltages
et: Transientliigpinged

source: Temporary overvoltages
et: Ajutised liigpinged

source: Rated frequency fn (Hz)
et: Tunnussagedus fn (Hz)

source: Additional on site testing requirements: wiring, operational performance and function
et: Lisa-katsetusnõuded tööväljal: juhtmete ühendamine, talitlus- omadused ja funktsioonid

source: Short-circuit withstand capability
et: Lühisetaluvus

source: Prospective short-circuit current at supply terminals Icp (kA)
et: Arvutuslik lühisvool toite- klemmidel Icp (kA)

source: Prospective short-circuit current in the neutral
et: Neutraaljuhi arvutuslik lühisvoo

source: Prospective short-circuit current in the protective circuit
et: l Kaitseahela arvutuslik lühisvool

source: SCPD in the incoming functional unit requirement
et: Lühisekaitseaparaadi vajadus sisend-funktsionaalühikus

source: Co-ordination of short-circuit protective devices including external short-circuit protective device details
et: Lühisekaitseaparaatide koordinatsioon, sh välise lühisekaitseaparaadi üksikandmed

source: Data associated with loads likely to contribute to the short-circuit current
et: Lühisvoolu mõjutavad koormusandmed

source: Protection of persons against electric shock in accordance with IEC 60364-4-41
et: Inimeste kaitse elektrilöögi eest vastavalt standardile IEC 60364-4-41

source: Type of protection against electric shock – Basic protection (protection against direct contact)
et: Kaitse elektrilöögi eest: põhikaitse (kaitse otsepuute eest)

source: Type of protection against electric shock – Fault protection (protection against indirect contact)
et: Kaitse elektrilöögi eest: rikkekaitse (kaitse kaudpuute puhul)

source: Installation environment
et: Paigalduskeskkond

source: Location type
et: Asukoha liik

source: Protection against live parts, ingress of solid foreign bodies and water
et: Kaitse pingestatud osade, tahkete võõrkehade ja vee sissetungi eest

source: External mechanical impact (IK)
et: Väline mehaaniline toime (IK)

source: Resistance to UV radiation (applies for outdoor assemblies only unless specified otherwise)
et: Vastupidavus ultraviolett- kiirgusele (rakendatakse vaid välispaigaldiste koostetele, kui erandina pole määratud teisiti)

source: Resistance to corrosion
et: Korrosioonikindlus

source: Ambient air temperature – Lower limit
et: Ümbritseva õhu temperatuur: alampiir

source: Ambient air temperature – Upper limit
et: Ümbritseva õhu temperatuur: ülempiir

source: Ambient air temperature – Daily average maximum
et: Ümbritseva õhu temperatuur: ööpäeva keskmine maksimaal- väärtus

source: Maximum relative humidity
et: Maksimaalne suhteline niiskus

source: Pollution degree (of the installation environment)
et: Paigalduskeskkonna saasteaste

source: Altitude
et: Kõrgus merepinnast

source: EMC environment (A or B)
et: Elektromagnetilise ühilduvuse keskkond (A või B)

source: Special service conditions (e.g. vibration, exceptional condensation, heavy pollution, corrosive environment, strong electric or magnetic fields, fungus, small creatures, explosion hazards, heavy vibration and shocks, earthquakes)
et: Eritalitlusolud (nt vibratsioon, vee erandlik kondenseerumine, tugev saaste, korrodeeriv keskkond, tugevad elektri- või magnet- väljad, seened, väikeolendid, plahvatusoht, tugev vibratsioon ja löögid, maavärinad)

source: Installation method
et: Paigaldusviis

source: Type
et: Tüüp

source: Stationary/Movable
et: Kohtkindel või teisaldatav

source: Maximum overall dimensions and weight
et: Maksimaalsed üldmõõtmed ja mass

source: External conductor type(s)
et: Välisjuhtide tüüp (tüübid)

source: Direction(s) of external conductors
et: Välisjuhtide suun(a)d

source: External conductor material
et: Välisjuhtide materjal

source: External phase conductor, cross sections, and terminations
et: Välised faasijuhid, nende ristlõiked ja liitmikud

source: External PE, N, PEN conductors cross sections, and terminations
et: Välised PE-, N- ja PEN-juhid, nende ristlõiked ja liitmikud

source: Special terminal identification requirements
et: Klemmide erimärgistusnõuded

source: Storage and handling
et: Ladustamine ja käsitsemine

source: Maximum dimensions and weight of transport units
et: Transportühikute suurimad mõõtmed ja mass

source: Methods of transport (e.g. forklift, crane)
et: Transpordiviisid (nt kahveltõstuk, kraana)

source: Environmental conditions different from the service conditions
et: Talitlusoludest erinevad keskkonnaolud

source: Packing details
et: Pakkimise üksikasjad

source: Operating arrangements
et: Talitluse korraldus

source: Access to manually operated devices
et: Juurdepääs käsijuhtimis- seadmetele

source: Location of manually operated devices
et: Käsijuhtimisseadmete asukoht

source: Maintenance and upgrade capabilities
et: Hooldus- ja täiendusvõimalused

source: Requirements related to accessibility in service by ordinary persons;
et: Juurdepääsunõuded tavaisikute osalemiseks käidus;

source: requirement to operate devices or change components while the ASSEMBLY is energised
et: nõue pingestatud kooste seadmete toiminguteks või komponentide vahetamiseks

source: Requirements related to accessibility for inspection and similar operations
et: Juurdepääsunõuded üle- vaatuseks ja muudeks taolisteks toiminguteks

source: Requirements related to accessibility for maintenance in service by authorized persons
et: Volitatud isikute juurdepääsu- nõuded teenindamisel

source: Requirements related to accessibility for extension in service by authorized persons
et: Volitatud isikute juurdepääsu- nõuded kooste laiendamiseks käidus

source: Method of functional units connection
et: Funktsionaalühikute ühendusviis

source: Protection against direct contact with hazardous live internal parts during maintenance or upgrade (e.g. functional units, main busbars, distribution busbars)
et: Kaitse sisemiste ohtlike pinges- tatud osade (nt funktsionaal- ühikute, peakogumislattide, jaotuslattide) otsepuute eest teenindamisel või laiendamisel

source: Current carrying capability
et: Voolutaluvusvõime

source: Rated current of the ASSEMBLY InA (amperes)
et: Kooste tunnusvool InA (A)

source: Rated current of circuits Inc (amperes)
et: Kooste ahelate tunnusvoolud Inc (A)

source: Rated diversity factor
et: Arvutuslik samaaegsustegur

source: Ratio of cross section of the neutral conductor to phase conductors: phase conductors up to and including 16 mm2
et: Neutraaljuhi ja faasijuhi ristlõike suhe, kui faasijuhtide ristlõige ei ole üle 16 mm2

source: Ratio of cross section of the neutral conductor to phase conductors: phase conductors above 16 mm2
et: Neutraaljuhi ja faasijuhi ristlõike suhe, kui faasijuhtide ristlõige on üle 16 mm2

source: Manufacturer’s standard, selected to suit local requirements
et: Tootja standard, mis valitakse vastavalt kohalikele nõuetele

source: Local, according to installation conditions
et: Kohalikud nõuded vastavalt paigaldusoludele

source: Determined by the electrical system
et: On määratud elektrisüsteemiga

source: Nominal system voltage + 1 200 V
et: Süsteemi nimipinge pluss 1200 V

source: According to local installation conditions
et: Vastavalt kohalikele paigaldusoludele

source: Manufacturer’s standard, according to application
et: Tootja standard vastavalt rakendusele

source: Min. 60 % of phase values
et: Vähemalt 60 % faasivoolust

source: No loads likely to make a significant contribution allowed for
et: Olulist mõju avaldada võivad koormused pole lubatud

source: Basic protection
et: Põhikaitse

source: Indoor (enclosed): IP 2XC
et: Siseoludes (ümbrises): IP 2XC

source: Outdoor (min.): IP 23
et: Välisoludes (vähemalt): IP 23

source: Indoor IK 05
et: Siseoludes IK 05

source: Outdoor IK 07
et: Välisoludes IK 07

source: Indoor: Not applicable
et: Siseoludes pole rakendatav.

source: Outdoor: Temperate climate
et: Välisoludes nagu parasvöötme kliimas

source: Normal Indoor/Outdoor arrangements
et: Vastavalt normaalsetele sise- või välisoludele

source: Indoor: –5 °C
et: Siseoludes –5 °C

source: Outdoor: –25 °C
et: Välisoludes –25 °C

source: Indoor: 50 %
et: Siseoludes: 50 %

source: at 40 °C
et: temperatuuril 40 °C

source: Outdoor: 100 %
et: Välisoludes: 100 %

source: at 25 °C
et: temperatuuril 25 °C

source:  2 000 m
et: Kuni 2000 m

source: A/B
et: A või B

source: No special service conditions
et: Eritalitlusolud puuduvad

source: Manufacturer’s standard
et: Tootja standard

source: Stationary
et: Kohtkindel

source: Copper
et: Vask

source: As defined within the standard,
et: Nagu määratletud standardis

source: As service conditions
et: Vastavalt talitlusoludele

source: Ordinary persons
et: Tavaisikud

source: Easily accessible
et: Hõlpsasti ligipääsetav

source: No requirements for accessibility
et: Juurdepääsunõudeid ei ole

source: No requirements for protection during maintenance or upgrade
et: Kaitsenõudeid hooldus- ja täiendus- tööde ajal ei ole

source: As defined within the standard
et: Nagu standardis määratletud

source: 50 % (min. 16 mm2)
et: 50 %, kuid vähemalt 16 mm2

source: For exceptionally onerous applications, the user may need to specify more stringent requirements to those in the standard.
et: Eeldatavasti võib kasutajal kõige karmima rakendusjuhtumi puhul olla vajadus rangemate nõuete järele kui need, mis on esitatud selles standardis.
